Repository: safwat-fathi/NowFocus
Catalog: apps/macos/NowFocusCore/Localizable.xcstrings
Source language: en
Languages: ar

source: %lld days
ar: %lld يوم

source: %lld months
ar: %lld شهر

source: %lld weeks
ar: %lld أسبوع

source: About 2 weeks
ar: نحو أسبوعين

source: About a month
ar: نحو شهر

source: An account with this email already exists. Sign in instead.
ar: يوجد حساب بهذا البريد الإلكتروني بالفعل. سجّل الدخول بدلًا من ذلك.

source: Back in
ar: يعود بعد

source: Can't reach NowFocus. Check your connection and try again.
ar: تعذّر الوصول إلى NowFocus. تحقق من اتصالك وحاول مرة أخرى.

source: Can't remember
ar: لا أتذكر

source: Couldn't save your sign-in to the Keychain (error %d).
ar: تعذّر حفظ تسجيل دخولك في سلسلة المفاتيح (الخطأ %lld).

source: High
ar: عالية

source: I am choosing to end this focus session early.
ar: قررت الخروج من جلسة التركيز قبل موعدها.

source: It's bedtime wind-down until %@.
ar: تهدئة وقت النوم قيد التشغيل حتى %@.

source: Left in bedtime
ar: المتبقي في وقت النوم

source: Left in session
ar: المتبقي في الجلسة

source: Locked by your Commitment Shield until %@.
ar: مقفل بدرع الالتزام حتى %@.

source: Locked for
ar: مقفل لمدة

source: Longer
ar: أطول

source: Low
ar: منخفضة

source: Med
ar: متوسطة

source: NowFocus closed %@
ar: أغلق NowFocus %@

source: NowFocus is having trouble right now. Try again shortly.
ar: يواجه NowFocus مشكلة حاليًا. حاول بعد قليل.

source: Offline. Will retry.
ar: لا يوجد اتصال. ستُعاد المحاولة.

source: This device was signed out. Sign in again to keep syncing.
ar: تم تسجيل خروج هذا الجهاز. سجّل الدخول مجددًا لمواصلة المزامنة.

source: This week
ar: هذا الأسبوع

source: Too many attempts. Wait a minute and try again.
ar: محاولات كثيرة. انتظر دقيقة ثم حاول مجددًا.

source: Wrong email or password.
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة.

source: Wrong password.
ar: كلمة المرور غير صحيحة.

source: You're in a focus session until %@.
ar: أنت في جلسة تركيز حتى %@.

source: You've used your %lld minutes of %@ today. It's back at midnight.
ar: استخدمت %1$lld دقيقة من %2$@ اليوم. يعود عند منتصف الليل.

source: Your session ended. Sign in again.
ar: انتهت صلاحية جلسة الدخول. سجّل الدخول مجددًا.

source: this app
ar: هذا التطبيق
